Repository: slow-spec85/SimpleGit11
Catalog: SimpleGit11/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# TagContainingBranchesCardTitle.Text
source: Local branches containing the tag commit
ru_ru: Локальные ветки, содержащие коммит тега

# TagContainingBranchesUnavailable
source: The branch list is unavailable.
ru_ru: Список веток недоступен.

# NoLocalBranchesContainTag
source: No local branch contains this tag's commit.
ru_ru: Ни одна локальная ветка не содержит коммит этого тега.

# ShowTagCommitsButton.Content
source: Show commits
ru_ru: Показать коммиты

# ShowTagCommitsButton.ToolTipService.ToolTip
source: Show commits unique to the current branch and selected tag
ru_ru: Показать уникальные коммиты текущей ветки и выбранного тега

# LoadingTagRelationProgress
source: Determining the position of tag “{0}”…
ru_ru: Определение положения тега «{0}»…

# CompareTagRangeTitle
source: Compare tag {0} and branch {1}
ru_ru: Сравнение тега {0} и ветки {1}

# CompareTagRangeDescription
source: Commits unique to tag {0} and the current branch {1}.
ru_ru: Уникальные коммиты со стороны тега {0} и текущей ветки {1}.

# NoTagRangeCommits
source: The tag and current branch point to the same commit.
ru_ru: Тег и текущая ветка указывают на один коммит.

# OpenLastCommitChangesCard.AutomationProperties.Name
source: Open last commit changes
ru_ru: Открыть изменения последнего коммита

# LastCommitBranchChangesTitle
source: Last commit {0}
ru_ru: Последний коммит {0}

# LastCommitBranchChangesDescription
source: Changes in commit {0}: {1}
ru_ru: Изменения в коммите {0}: {1}

# FileFilterModeMenuFlyoutItem.Text
source: Filter by file
ru_ru: Фильтр по файлу

# WorktreeCreateDialog.Title
source: Create worktree
ru_ru: Создание рабочего дерева

# WorktreeCreateDialog.PrimaryButtonText
source: Create
ru_ru: Создать

# WorktreeCreateDialog.CloseButtonText
source: Cancel
ru_ru: Отмена

# WorktreePathTextBox.Header
source: Worktree path
ru_ru: Путь рабочего дерева

# WorktreeSourceComboBox.Header
source: Start point type
ru_ru: Тип начальной точки

# WorktreeSourceComboBox.AutomationProperties.Name
source: Worktree start point type
ru_ru: Тип начальной точки рабочего дерева

# WorktreeStartPointAutoSuggestBox.Header
source: Start point
ru_ru: Начальная точка

# WorktreeStartPointAutoSuggestBox.PlaceholderText
source: Commit hash, branch name, or tag name
ru_ru: Хэш коммита, имя ветки или имя тега

# WorktreeStartPointAutoSuggestBox.AutomationProperties.Name
source: Worktree start point
ru_ru: Начальная точка рабочего дерева

# WorktreeLoadingRevisionsTextBlock.Text
source: Loading start points…
ru_ru: Загрузка начальных точек…

# WorktreeNewBranchTextBox.Header
source: New branch (optional)
ru_ru: Новая ветка (необязательно)

# WorktreeCreationModeRadioButtons.Header
source: Creation mode
ru_ru: Режим создания

# ExistingBranchWorktreeModeTextBlock.Text
source: Existing branch
ru_ru: Существующая ветка

# NewBranchWorktreeModeTextBlock.Text
source: New branch
ru_ru: Новая ветка

# DetachedWorktreeModeTextBlock.Text
source: Detached HEAD
ru_ru: Отделённый HEAD

# WorktreeCreationModeDescriptionTextBlock.Text
source: A branch can be checked out in only one worktree. Use a new branch or detached HEAD if the branch is already open.
ru_ru: Одна ветка может быть открыта только в одном рабочем дереве. Если ветка уже открыта, используйте новую ветку или отделённый HEAD.

# WorktreeBranchAlreadyCheckedOut
source: This branch is already checked out in another worktree.
ru_ru: Эта ветка уже открыта в другом рабочем дереве.

# WorktreeLockCheckBox.Content
source: Lock after creation
ru_ru: Заблокировать после создания

# WorktreesCardTitleTextBlock.Text
source: Worktrees
ru_ru: Рабочие деревья

# WorktreesCardDescriptionTextBlock.Text
source: Create and manage repository worktrees
ru_ru: Создание и управление рабочими деревьями репозитория

# MainWorktreeType
source: Main worktree
ru_ru: Основное рабочее дерево

# LocalWorktreeType
source: Local worktree
ru_ru: Локальное рабочее дерево

# CreateWorktreeButton.Content
source: Create
ru_ru: Создать

# CreateWorktreeButton.ToolTipService.ToolTip
source: Create new worktree
ru_ru: Создать новое рабочее дерево

# RepairWorktreesAppBarButton.Label
source: Repair
ru_ru: Восстановить

# PruneWorktreesAppBarButton.Label
source: Prune
ru_ru: Очистить

# NoWorktreesInfoBar.Title
source: No worktrees found
ru_ru: Рабочие деревья не найдены

# MoveWorktreeAppBarButton.Label
source: Move
ru_ru: Переместить

# LockWorktreeAppBarButton.Label
source: Lock
ru_ru: Заблокировать

# UnlockWorktreeAppBarButton.Label
source: Unlock
ru_ru: Разблокировать

# RemoveWorktreeAppBarButton.Label
source: Remove
ru_ru: Удалить

# CreateBranchWorktreeMenuFlyoutItem.Text
source: Create worktree…
ru_ru: Создать рабочее дерево…

# OpenBranchWorktreeCardTitle.Text
source: Open the worktree where this branch is checked out
ru_ru: Открыть рабочее дерево, в котором выбрана эта ветка

# CreateBranchWorktreeCardTitle.Text
source: Create a separate worktree for this branch
ru_ru: Создать отдельное рабочее дерево для этой ветки

# CreateBranchWorktreeButton.Content
source: Create worktree
ru_ru: Создать рабочее дерево

# WorktreeDetachedHead
source: Detached at {0}
ru_ru: Отделённый HEAD на {0}

# WorktreeCurrentStatus
source: Current
ru_ru: Текущее

# WorktreeLockedStatus
source: Locked
ru_ru: Заблокировано

# WorktreePrunableStatus
source: Missing
ru_ru: Отсутствует

# WorktreeListFailed
source: Could not load worktrees.
ru_ru: Не удалось загрузить рабочие деревья.

# CreatingWorktreeProgress
source: Creating worktree…
ru_ru: Создание рабочего дерева…

# WorktreeCreated
source: Worktree created at {0}.
ru_ru: Рабочее дерево создано в {0}.

# WorktreeOpened
source: Worktree opened: {0}.
ru_ru: Открыто рабочее дерево: {0}.

# MoveWorktreeDialogTitle
source: Move worktree
ru_ru: Перемещение рабочего дерева

# MoveWorktreePathHeader
source: New path
ru_ru: Новый путь

# MoveWorktreeButton
source: Move
ru_ru: Переместить

# MovingWorktreeProgress
source: Moving worktree…
ru_ru: Перемещение рабочего дерева…

source: Worktree moved.
ru_ru: Рабочее дерево перемещено.

# RemoveWorktreeDialogTitle
source: Remove worktree?
ru_ru: Удалить рабочее дерево?

# RemoveWorktreeDialogMessage
source: The worktree folder will be removed: {0}
ru_ru: Будет удалена папка рабочего дерева: {0}

# RemoveWorktreeButton
source: Remove
ru_ru: Удалить

# RemovingWorktreeProgress
source: Removing worktree…
ru_ru: Удаление рабочего дерева…

source: Worktree removed.
ru_ru: Рабочее дерево удалено.

# LockingWorktreeProgress
source: Locking worktree…
ru_ru: Блокировка рабочего дерева…

# UnlockingWorktreeProgress
source: Unlocking worktree…
ru_ru: Разблокировка рабочего дерева…

source: Worktree locked.
ru_ru: Рабочее дерево заблокировано.

source: Worktree unlocked.
ru_ru: Рабочее дерево разблокировано.

# WorktreePruneFailed
source: Could not inspect stale worktrees.
ru_ru: Не удалось проверить устаревшие рабочие деревья.

# NoWorktreesToPrune
source: There are no stale worktree records.
ru_ru: Устаревших записей рабочих деревьев нет.

# PruneWorktreesDialogTitle
source: Prune stale worktree records?
ru_ru: Очистить устаревшие записи рабочих деревьев?

# PruneWorktreesButton
source: Prune
ru_ru: Очистить

# PruningWorktreesProgress
source: Pruning worktrees…
ru_ru: Очистка рабочих деревьев…

# WorktreesPruned
source: Stale worktree records removed.
ru_ru: Устаревшие записи рабочих деревьев удалены.

# RepairingWorktreesProgress
source: Repairing worktree links…
ru_ru: Восстановление связей рабочих деревьев…

# WorktreesRepaired
source: Worktree links repaired.
ru_ru: Связи рабочих деревьев восстановлены.

source: Worktree operation failed.
ru_ru: Не удалось выполнить операцию с рабочим деревом.

# WorktreeFolderOpenFailed
source: Could not open the worktree folder.
ru_ru: Не удалось открыть папку рабочего дерева.

# OpenWorktreeFolderAppBarButton.Label
source: Location
ru_ru: Расположение

# OpenWorktreeFolderAppBarButton.ToolTipService.ToolTip
source: Open the worktree folder in File Explorer
ru_ru: Открыть папку рабочего дерева в Проводнике

# CloseApplicationConfirmation
source: Are you sure you want to close the application?
ru_ru: Вы действительно хотите закрыть приложение?

# CloseApplicationYesButton
source: Yes
ru_ru: Да

# CloseApplicationNoButton
source: No
ru_ru: Нет

# ArchiveRepositoryAppBarButton.Label
source: Archive
ru_ru: Архивировать

# ArchiveRepositoryAppBarButton.ToolTipService.ToolTip
source: Archive a committed repository revision
ru_ru: Архивировать зафиксированную ревизию репозитория

# ArchiveDialog.Title
source: Archive revision
ru_ru: Архивировать ревизию

# ArchiveDialog.PrimaryButtonText
source: Archive
ru_ru: Архивировать

# ArchiveDialog.CloseButtonText
source: Cancel
ru_ru: Отмена

# ArchiveDialogDescriptionTextBlock.Text
source: The archive contains files from the selected committed revision. Working tree changes are not included.
ru_ru: В архив попадут файлы из выбранной зафиксированной ревизии. Изменения рабочего дерева не включаются.

# ArchiveSourceComboBox.Header
source: Source
ru_ru: Источник

# ArchiveSourceComboBox.AutomationProperties.Name
source: Archive source
ru_ru: Источник архива

# ArchiveStartPointAutoSuggestBox.Header
source: Start point
ru_ru: Начальная точка

# ArchiveStartPointAutoSuggestBox.PlaceholderText
source: Commit hash, branch name, or tag name
ru_ru: Хэш коммита, имя ветки или имя тега

# ArchiveStartPointAutoSuggestBox.AutomationProperties.Name
source: Archive start point
ru_ru: Начальная точка архива

# ArchiveFormatComboBox.Header
source: Format
ru_ru: Формат

# ArchiveFormatComboBox.AutomationProperties.Name
source: Archive format
ru_ru: Формат архива

# ArchiveIncludeRootDirectoryCheckBox.Content
source: Create a root folder in the archive
ru_ru: Создать корневую папку в архиве

# ArchiveLoadingStartPointsTextBlock.Text
source: Loading start points…
ru_ru: Загрузка начальных точек…

# RevisionSourceHead
source: Current HEAD
ru_ru: Текущий HEAD

# RevisionSourceBranch
source: Branch
ru_ru: Ветка

# RevisionSourceTag
source: Tag
ru_ru: Тег

# RevisionSourceCommit
source: Commit
ru_ru: Коммит

# RevisionCurrentHeadDescription
source: Current HEAD: {0}
ru_ru: Текущий HEAD: {0}

# RevisionNoSuggestions
source: No start points are available for this source. You can enter one manually.
ru_ru: Для выбранного источника нет доступных начальных точек. Значение можно ввести вручную.

# GitRevisionSuggestionsFailed
source: Could not load start points. You can enter one manually.
ru_ru: Не удалось загрузить начальные точки. Значение можно ввести вручную.

# GitRevisionInvalid
source: No commit could be found for the specified start point.
ru_ru: Не удалось найти коммит для указанной начальной точки.

# OpenRepositoryBeforeArchive
source: Open a repository before creating an archive.
ru_ru: Откройте репозиторий перед созданием архива.

# ArchiveFileSelectionFailed
source: Could not select the archive file.
ru_ru: Не удалось выбрать файл архива.

# CreatingArchiveProgress
source: Creating archive…
ru_ru: Создание архива…

source: Archive created.
ru_ru: Архив создан.

# GitArchiveCommandFailed
source: Could not create the Git archive.
ru_ru: Не удалось создать Git-архив.

# ArchiveFileWriteFailed
source: Could not write the archive file.
ru_ru: Не удалось записать файл архива.

# BranchIncomingStatusCardTitle.Text
source: Incoming changes
ru_ru: Получение изменений

# BranchOutgoingStatusCardTitle.Text
source: Outgoing changes
ru_ru: Отправка изменений

# BranchIncomingReferenceMissing
source: Remote branch “{0}” was not found.
ru_ru: Удалённая ветка «{0}» не найдена.

# BranchIncomingDiverged
source: Branches diverged from “{0}”: {1} local and {2} remote commits.
ru_ru: Ветки разошлись относительно «{0}»: локально — {1}, удалённо — {2}.

# BranchIncomingAvailable
source: {1} commits are available from “{0}”.
ru_ru: Из «{0}» доступно коммитов: {1}.

# BranchIncomingLocalAhead
source: The local branch is {1} commits ahead of “{0}”.
ru_ru: Локальная ветка опережает «{0}» на {1} коммитов.

# BranchIncomingSynchronized
source: The local branch matches “{0}”.
ru_ru: Локальная ветка совпадает с «{0}».

# BranchOutgoingNotPublished
source: The branch has not been published to “{0}”.
ru_ru: Ветка ещё не опубликована в «{0}».

# BranchOutgoingDiverged
source: Branches diverged from “{0}”: {1} local and {2} remote commits.
ru_ru: Ветки разошлись относительно «{0}»: локально — {1}, удалённо — {2}.

# BranchOutgoingAvailable
source: {1} commits can be pushed to “{0}”.
ru_ru: Для отправки в «{0}» доступно коммитов: {1}.

# BranchOutgoingRemoteAhead
source: “{0}” has {1} newer commits. There is nothing to push.
ru_ru: В «{0}» есть новых коммитов: {1}. Отправка не требуется.

# BranchOutgoingSynchronized
source: The local branch matches “{0}”.
ru_ru: Локальная ветка совпадает с «{0}».

# BranchRemoteAutomaticOption
source: Automatic
ru_ru: Автоматически

# BranchRemoteMissingOption
source: {0} (not found)
ru_ru: {0} (не найден)

# BranchUpstreamResetSucceeded
source: Automatic pull source selection was restored for branch “{0}”.
ru_ru: Для ветки «{0}» восстановлен автоматический выбор источника.

# TagStateAcrossRemotesTitle
source: Status in remote repositories
ru_ru: Состояние в удаленных репозиториях

# TagOnlyLocalAcrossRemotes
source: The tag exists only locally.
ru_ru: Тег есть только локально.

# TagMatchesRemotes
source: The tag matches in: {0}.
ru_ru: Тег совпадает в репозиториях: {0}.

# TagConflictsWithRemotes
source: The tag differs in: {0}.
ru_ru: Тег отличается в репозиториях: {0}.

# TagMixedRemoteState
source: Matches: {0}. Differs: {1}.
ru_ru: Совпадает: {0}. Отличается: {1}.

# LoadingAllRemoteTagsProgress
source: Getting tags from all repositories…
ru_ru: Получение тегов из всех репозиториев…

# RemoteTagsPartialFailure
source: Could not get tags from: {0}. Other results were kept.
ru_ru: Не удалось получить теги из: {0}. Остальные результаты сохранены.

# RefreshingAllRemotesProgress
source: Refreshing all remote repositories…
ru_ru: Обновление всех удалённых репозиториев…

# RemoteRefreshPartialFailure
source: Could not fully refresh: {0}. Other results were kept.
ru_ru: Не удалось полностью обновить: {0}. Остальные результаты сохранены.

# GlobalPushDefaultRemoteSettingsCardHeaderTextBlock.Text
source: Default push repository
ru_ru: Репозиторий для отправки по умолчанию

# GlobalPushDefaultRemoteSettingsTextBox.AutomationProperties.Name
source: Global default push repository
ru_ru: Глобальный репозиторий для отправки по умолчанию

# RepositoryPushDefaultRemoteSettingsCardHeaderTextBlock.Text
source: Default push repository
ru_ru: Репозиторий для отправки по умолчанию

# RepositoryPushDefaultRemoteSettingsTextBox.AutomationProperties.Name
source: Default push repository for the current repository
ru_ru: Репозиторий для отправки по умолчанию в текущем репозитории

# GlobalPushDefaultRemoteSettingsCardHeaderDescriptionTextBlock.Text
source: Used for Push unless the current repository overrides it
ru_ru: Используется для Push, если нет локального переопределения

# RepositoryPushDefaultRemoteSettingsCardHeaderDescriptionTextBlock.Text
source: Overrides the global setting for the current repository
ru_ru: Переопределяет глобальную настройку для текущего репозитория

# BranchCreateAndCheckoutProgressMessage
source: Creating and switching to the branch '{0}'
ru_ru: Создание и переключение на ветку '{0}'

# BranchCreateAndCheckoutSucceeded
source: The branch '{0}' was created and switched to it
ru_ru: Создана ветка '{0}' и выполнено переключение на нее

# OperationInProgressMessage
source: Operation in progress…
ru_ru: Выполняется операция…

# ValidationRequiredField
source: This field is required.
ru_ru: Заполните это поле.

# ValidationSelectionRequired
source: Select a value.
ru_ru: Выберите значение.

# OpenWorktreeAppBarButton.Label
source: Open
ru_ru: Открыть

# OpenWorktreeItemButton.AutomationProperties.Name
source: Open worktree
ru_ru: Открыть рабочее дерево

# OpenFoundRepositoryAppBarButton.Label
source: Open
ru_ru: Открыть

# RemotesCardTitleTextBlock.Text
source: Remote repositories
ru_ru: Удаленные репозитории

# RemotesCardDescriptionTextBlock.Text
source: Adding and managing remote repositories
ru_ru: Добавление и управление удаленными репозиториями

# RemoveRemoteAppBarButton.Label
source: Remove remote
ru_ru: Отвязать

# RemoteCurrentStatus
source: Current
ru_ru: Текущий

# EditRemoteUrlAppBarButton.Label
source: Edit URL
ru_ru: Изменить URL

# SelectRemoteAppBarButton.Label
source: Select
ru_ru: Выбрать

# SelectRemoteAppBarButton.ToolTipService.ToolTip
source: Make the repository selected by default when sending and receiving changes
ru_ru: Сделать репозиторий выбранным по-умолчанию при отправке и получении изменений

# EditRemoteUrlAppBarButton.ToolTipService.ToolTip
source: Change the URL of a remote repository
ru_ru: Изменить URL удаленного репозитория

# RemoveRemoteAppBarButton.ToolTipService.ToolTip
source: Unlink a remote repository from a local one
ru_ru: Отвязать удаленный репозиторий от локального

# AddRemoteButton.ToolTipService.ToolTip
source: Link a local repository to a new remote repository
ru_ru: Связать локальный репозиторий с новым удаленным репозиторием

# MergeBranchWithoutCommitMenuFlyoutItem.Text
source: Merge without commit
ru_ru: Слить без коммита

# MergeBranchWithoutCommitDialogMessage
source: Merge '{0}' into the current branch without creating a merge commit? After completing the operation, you will need to commit manually.
ru_ru: Влить '{0}' в текущую ветку без создания коммита слияния? После выполнения операции потребуется сделать коммит вручную.

# MergeBranchWithoutCommitSucceeded
source: The branch '{0}' has been merged into the current branch. Check and commit the prepared changes.
ru_ru: Ветка '{0}' влита в текущую ветку. Проверьте и закоммитьте подготовленные изменения.

# CherryPickAppBarButtonLabel
source: Cherry-pick
ru_ru: Перенести

# CherryPickSplitButton.ToolTipService.ToolTip
source: Apply the selected commits to the current branch
ru_ru: Применить выбранные коммиты к текущей ветке

# CherryPickSelectedCount
source: Cherry-pick ({0})
ru_ru: Перенести ({0})

# CherryPickWithSourceMenuFlyoutItem.Text
source: Include source reference
ru_ru: С указанием источника

# CherryPickWithSourceMenuFlyoutItem.ToolTipService.ToolTip
source: Add the source commit hash to each commit message
ru_ru: Добавить хеш исходного коммита в сообщение каждого нового коммита

# CherryPickWithSignOffMenuFlyoutItem.Text
source: Add Signed-off-by
ru_ru: С подписью

# CherryPickWithSignOffMenuFlyoutItem.ToolTipService.ToolTip
source: Add your Signed-off-by trailer to each commit
ru_ru: Добавить строку Signed-off-by с вашими данными в каждый коммит

# CherryPickWithoutCommitMenuFlyoutItem.Text
source: Apply without commit
ru_ru: Только изменения

# CherryPickWithoutCommitMenuFlyoutItem.ToolTipService.ToolTip
source: Apply changes to the index without creating commits
ru_ru: Применить изменения к индексу без создания коммитов

# CherryPickConfirmationDialogTitle
source: Cherry-pick commits
ru_ru: Перенос коммитов

# CherryPickConfirmationDialogSingleMessage
source: Apply this commit to branch {1}?
ru_ru: Применить этот коммит к ветке {1}?

# CherryPickConfirmationDialogMultipleMessage
source: Apply {0} commits to branch {1} from oldest to newest?
ru_ru: Применить коммиты ({0}) к ветке {1} от старых к новым?

# CherryPickConfirmationDialogPrimaryButton
source: Cherry-pick
ru_ru: Применить

# CherryPickNoCommitConfirmationNotice
source: No commits will be created. The combined changes will be staged.
ru_ru: Коммиты созданы не будут. Объединённые изменения будут добавлены в индекс.

# CherryPickSourceConfirmationNotice
source: The source commit hash will be added to each commit message.
ru_ru: Хеш исходного коммита будет добавлен в сообщение каждого нового коммита.

# CherryPickSignOffConfirmationNotice
source: Your Signed-off-by trailer will be added to each commit.
ru_ru: В каждый коммит будет добавлена строка Signed-off-by с вашими данными.

# CherryPickMainlineConfirmationNotice
source: Mainline parent: {0}.
ru_ru: Главный родитель: {0}.

# CherryPickMainlineDialogTitle
source: Select mainline parent
ru_ru: Выбор главного родителя

# CherryPickMainlineDialogMessage
source: The merge commit {0} “{1}” has multiple parents. Select the parent that represents the mainline.
ru_ru: Merge-коммит {0} «{1}» имеет несколько родителей. Выберите родителя, представляющего основную линию истории.

# CherryPickMainlineDialogHeader
source: Mainline parent
ru_ru: Главный родитель

# CherryPickMainlineParentOption
source: Parent {0}: {1} — {2}
ru_ru: Родитель {0}: {1} — {2}

# CherryPickMainlineDialogPrimaryButton
source: Continue
ru_ru: Продолжить

# CherryPickProgressMessage
source: Applying selected commits...
ru_ru: Применение выбранных коммитов...

# CherryPickSingleSucceeded
source: Commit {0} was applied to branch {1}.
ru_ru: Коммит {0} применён к ветке {1}.

# CherryPickMultipleSucceeded
source: {0} commits were applied to branch {1}.
ru_ru: Коммиты ({0}) применены к ветке {1}.

# CherryPickWithoutCommitSucceeded
source: The selected changes were applied without creating commits.
ru_ru: Выбранные изменения применены без создания коммитов.

# CherryPickConflictResolutionRequired
source: Cherry-pick requires conflict resolution.
ru_ru: Для продолжения cherry-pick необходимо разрешить конфликты.

# CherryPickFailed
source: Cherry-pick could not be completed.
ru_ru: Не удалось выполнить cherry-pick.

# CherryPickUnavailable
source: Cherry-pick is unavailable. Make sure the working tree is clean and no other Git operation is in progress.
ru_ru: Cherry-pick недоступен. Убедитесь, что рабочее дерево чистое и другая операция Git не выполняется.

# EditorZoomButton.ToolTipService.ToolTip
source: Document zoom
ru_ru: Масштаб документа

# EditorZoomFlyoutHeaderTextBlock.Text
source: Document zoom
ru_ru: Масштаб документа

# EditorZoomSlider.AutomationProperties.Name
source: Document zoom percentage
ru_ru: Процент масштаба документа

# ResetEditorZoomButton.Content
source: Reset to 100%
ru_ru: Сбросить до 100%

# RenameRemoteDialogTitle
source: Rename {0}
ru_ru: Переименовать {0}

# RenameRemoteDialogTextBoxHeader
source: Remote name
ru_ru: Имя удаленного репозитория

# RenameRemoteDialogPrimaryButton
source: Save
ru_ru: Сохранить

# RenameRemoteProgress
source: Changing the name of '{0} to {1}'
ru_ru: Изменение имени '{0}' на '{1}'

# RemoteNameUpdated
source: The name of the remote repository '{0}' has been changed to '{1}'
ru_ru: Имя удаленного репозитория '{0}' изменено на '{1}'

# RenameRemoteAppBarButton.Label
source: Rename
ru_ru: Переименовать

# RenameRemoteAppBarButton.ToolTipService.ToolTip
source: Change the name of a remote repository
ru_ru: Изменить имя удаленного репозитория
